<template>
  <view class="movie-story">
    <view class="movie-name">
       一．Он - дракон《他是龙》
    </view>
	<image class="section-image" src="../../../static/images/movie1.png"></image>
    <view class="movie-plot">
      在那个久远的时代，人类的村落总受龙族侵袭，由于龙族没有“雌性”，于是每年要生育的季节，恶龙就会前往人族村落强掳人类少女。人族为了免受恶龙的侵害，每年挑选几位最美貌的少女作为祭品，高唱 “龙之歌”召唤恶龙。然而某次挑选的几位少女中，有一位姑娘的情人因不舍爱人离去，上山将恶龙打死，人族以为世间再无恶龙，封此人为 “龙斗士”，从此过上了一段相安无事的生活。
      几十年后，“龙斗士”所在城镇公爵的小女儿米拉要出嫁，在结婚典礼上众人早已习惯了没有恶龙侵扰的生活，为表喜悦重新唱起了 “龙之歌”，熟料当年已死的恶龙居然还有一个
      后裔阿尔曼，“龙之歌”将刚成年的小龙召唤而来强行将米拉携走，然后从此开始了一段人与龙的跨种族爱恋，米拉一边努力在荒岛上活下去，一边试图唤醒龙的人性，而另一边爱上龙的米拉终于明白，爱能战胜恐惧，跨越种族冲破禁忌，人与龙过上了幸福的生活。
    </view>
	<view class="quotes_hint">经典语录</view>
    <view class="quotes">
      （1）Раз будет любовь, всё будет хорошо.
      只要有爱在，一切都会好起来的。
      （2）Я люблю тебя,кем бы тыни был.
      无论你是谁，我都爱你。
      （3）Когда кого-то любишь, становишься самой счастливой на свете.И у тебя появляется.Знаешь что?
      当你爱上一个人的时候，你就是世界上最幸福的人。然后你就会拥有。你猜什么?
      （4）Прошли годы и забыли беду.
      时间流逝，痛苦的记忆被逐渐淡忘
      （5）Именно так и рассуждают трусы.
      胆小鬼都是这样替自己辩护的
      （6）а старшный обряд превратился в свадебный случай.
      曾经残酷的仪式变成了婚礼的习俗
      （7）Может сердце твое молчит потому что у тебя его нет?
      你是铁石心肠还是根本就没长心?
      （8）Но нашелся тот, чья любовь была сильнее страха.
      但有一人，他的爱战胜了恐惧
      （9）Не смей так говорить! Вот ты и жди свою любовь,старая дева!
      别这么对我说话!你嫁不出去的，老姑娘!
      （10）Как?Как можно забыть свое имя?
      怎么会?怎么会忘掉自己的名字?
      Можно. Если оно тебе больше не нужно.
      会的，如果你再也不需要它。
      （11）Все зависит от тебя. Если любит---приплывет.
      这都取决于你，如果你爱他，他就能找到你
      （12）А что обычно снится?
      做梦会梦见什么呢?
      Ну иногда то,чего боишься, чего хочешь.
      梦见你害怕的东西或者想要的东西
      （13）Самые настоящие крылья. Ты можешь летать.
      真正的翅膀，他们帮助你飞翔。
    </view>
	<view class="movie-name">
	  二．Москва слезам не верит《莫斯科不相信眼泪》
	</view>
	<image class="section-image" src="../../../static/images/movie2.jpg"></image>
	<view class="movie-plot">
	  十七岁的美丽少女卡捷琳娜假扮成教授的女儿，在一场宴会上邂逅了名为拉齐克夫的摄影师，两人很快就双双坠入了情网之中。然而，当卡捷琳娜的真实身份曝光之后，拉齐克夫残忍的抛弃了她，完全不顾她此时腹中已经怀上的骨肉。 坚强的卡捷琳娜并没有因此而一蹶不振，她决定将孩子生下来，独自抚养长大。一晃眼十六年过去，卡捷琳娜凭借着智慧和努力成为了工厂厂长。某日，一位名叫果沙让卡捷琳娜再度体会到了心动的感觉，谁知道，她的身份再一次成为了这段感情中的绊脚石。
	</view>
	<view class="quotes_hint">经典语录</view>
	<view class="quotes">
	  （1）Ладно, Москва слезам не верит! Тут не плакать,тут действовать надо!
	  莫斯科不相信眼泪，现在不该哭，而该行动!
	  （2）ты не понимаешь. Химия----будущее человечкства.
	  你不懂。化学是人类的末来。
	  будущее? Ты лучше о настоящем подумай.
	  未来？你还是想想现在吧。
	  （3）Гляжу я на них, и такая же тоска меня берёт. Мы сами себе хомут на шею надеваем. Всё известно: сначала будут копить на телевизор, потом на стиральную, машину, на холодильник. Всё как в Госплане, на 20 лет вперед расписанно.
	  看着他们，我不由得很感伤。我们自己给自己往脖子上戴枷锁。一切都人所共知：先攒钱买电视，再买洗衣机，汽车，冰箱。一切都像国家计划里那样提前20年都定好了。
	  （4）Соня, всё спишь? Так всю жизнь проспишь.
	  瞌睡虫，还睡呢？这样一辈子就睡过去了。
	  （5）я на картину смотреть, не на людей.
	  我看的是画，又不是人。
	  （6）Как ваша фамилия?
	  请问您的姓？
	  она вам ни о чём не говорит.
	  我的姓对您说明不了啥。
	</view>
	<view class="movie-name">
	    三． А зори здесь тихие《这里的黎明静悄悄》
	</view>
	<image class="section-image" src="../../../static/images/movie3.png"></image>
	<view class="movie-plot">
         1942年夏天，瓦斯科夫准尉带领两个班的女高射机枪手驻扎在一个小车站旁的村子里。车站周围是战略要地，敌机经常来轰炸或骚扰。一天，班长丽达在邻近的树林里发现了空降的德寇。于是，瓦斯科夫带领一支由丽达、热妮娅、丽萨、加尔卡、索妮娅等五个姑娘组成的小分队到林中去搜捕德寇。在与敌人交战中，姑娘们一个个都牺牲了。班长丽达受重伤后不想拖累瓦斯科夫，她托付瓦斯科夫去找她儿子，随即开枪自杀。瓦斯科夫满腔仇恨地直捣德寇在林中的扎营地，他缴了敌人的械，押着德国俘虏们朝驻地走去。途中，他见到以少校为首的援兵迎面奔来，欣慰地因伤口流血过多而晕倒了。 许多年之后，已白发苍苍、左手截去后安上假手的瓦斯科夫带着已成长为青年军官的丽达的儿子来到当年战斗过的树林里，找到了当年这五个女兵的坟墓，给她们立了一块大理石的墓碑。一些没有经历过战争、到当地来旅游的欢乐的年轻人，不由自主地对着墓碑肃立致哀。
	</view>
	<view class="quotes_hint">经典语录</view>
	<view class="quotes">
	  （1）За моей спиной - моя Родина!
	  在我的背后，是我的祖国!
	  （2）Я приказываю всем воинам не отступать, потому что позади нас наша великая Родина!
	      我命令所有战士不许后退，因为我们的身后是我们伟大的祖国!
	  （3）В мирное время люди спрашивают, почему наши мужчины не защищают наших матерей?
	      和平的时代，人们问起，我们的男人们，为什么没有保护好我们的妈妈？
	  （4）Сначала Родина, а потом канал.
	     首先是祖国，而后才是运河。
	  （5） Война хочет мертвых, ты можешь умереть, я могу умереть, но ни в коем случае не           они!
	     战争要死人，你可以死，我可以死，但决不是她们!
	  （6）Здесь нет мамы, только война, кто может пережить войну, у кого есть мама.
	    这里没有妈妈，只有战争，谁能挺过战争，谁就有妈妈。
	  （7）На рассвете мая мужчины кричат о победе, а женщины плачут о мире.
	    五月的晨曦，男人高喊着胜利，女人哭泣着说着和平。
	  （8）И вечный бой. Покой нам только снится.
	  没完没了的斗争，宁静只是我们的梦想。
	</view>
	<view class="movie-name">
     四. Сибирский цирюльник《西伯利亚的理发师 》
	</view>
	<image class="section-image" src="../../../static/images/movie4.jpg"></image>
	<view class="movie-plot">
        在一辆开往莫斯科的火车上，军事学院的学生安德烈.托尔斯泰偶遇了风情万种的美国女人珍，两人暗生情愫。珍谎称自己是个寡妇，来俄罗斯看 望疯狂的机械师父亲，但实际上是被请来骗取军事学院院长拉德洛夫将军信任的交际花，好让机械师的“西伯利亚理发师”伐木机能够顺利驶进西柏林亚。但是没想到将军对珍动了真感情，并想向她求婚，而安德烈对珍的感情愈演愈烈，珍一方面想接受安德烈的感情，另一方面又想完成任务，于是事件发展到了不可收拾的地步。在一次演出中安德烈因为嫉妒和误会，抽伤了院长，被流放到了西伯利亚。在火车站上尽管珍赶上了最后的送别，但是安德烈始终没能和珍见最后一面。十年后，珍终于在西伯利亚找到了安德烈的住所，但终究逃不过命运的改变……若干年后珍回到了美国，把这段往事在信中讲述给了军事学院的儿子。\
	</view>
	<view class="quotes_hint">经典语录</view>
	<view class="quotes">
	  （1）Иногда нам кажется, что мы мстим жизни, а потом оказывается, что мы мстим сами себе.
	  有时候我们认为生活背叛了我们，但是很久以后我们才发现，其实是我们自己背叛了自己。
	  （2）Раньше я наивно думала, что смогу управлять своей судьбой, но теперь я знаю, что жизнь — это ваза в ожидании цветов.
	  我曾经幼稚的以为自己能够掌握自己的命运，现在我才知道，生活是一个等待着鲜花的花瓶。
	</view>
	<view class="movie-name">
	 五．Кино про Алексеева《阿列克谢耶夫的故事》
	</view>
	<image class="section-image" src="../../../static/images/niuniu222.png"></image>
	<view class="movie-plot">
        以前苏七八十年代的民谣运动为背景，讲述籍籍无名的体制外民谣歌手（正职工程师）从热忱到落魄的一生，本片最终的主题对于爱以及爱的表达的探讨。贯穿影片的苏联民谣很不错，缓缓的节奏穿插着回忆与现实，记忆中的热忱与忧愁都在那场最美好的演唱之后戛然而止。
	</view>
	<view class="quotes_hint">经典语录</view>
	<view class="quotes">
	  （1）не нравится, что ты молчишь, как будто исчезаешь, слышишь меня издалека, но   мой голос тебя не касается.
	  我喜欢你是寂静的，仿佛你消失了一样，你从远处聆听我，我的声音却无法触及你。
	  （2）Человек в книге видел то, чего не знали другие. Мне кажется, что я записываю это будущее.
	  书中的人已经见过他人未知的事物。我觉得自己像是在记录这未来。 ----《我不知道该说什么，关于死亡，还是爱情》
	  （3）Death is the fairest thing in the world.
	  死亡是世界上最公平的事情。 ----《切尔诺贝利的回忆》
	  （4）Я видел боль других людей, но здесь я такой же свидетель, как и они. Это событие - часть моей жизни, в которой я живу.
	  我看遍了他人的痛苦，但在这里我和他们同样是见证人。这个事件是我人生的一部分，我就活在其中。 ----《我不知道该说什么，关于死亡，还是爱情》
	  （5）Свобода одинока. Я знаю это, и каждый, кто когда-либо проводил время в ядерном реакторе, знает. Это было похоже на то, как будто ты находишься в окопах на передовой. Страх и свобода идут рука об руку! Все может стать для вас поводом жить.
	  自由是孤单的。我知道这一点，所有曾经在核反应堆待过的人都知道。那种感觉就像是身处于最前线的战壕里一样。恐惧和自由同在！所有东西都可以成为你活下去的理由。 ----《切尔诺贝利的回忆》
	  （6） Потому что ты не можешь убивать любовью, не так ли? Такая сильная любовь! Почему любовь и смерть сосуществуют, кто может объяснить мне это?
	  因为你不能用爱杀人，对不对？那么浓烈的爱！为什么爱情和死亡会并存，谁能解释给我所？
	  （7） Это как в сказке, где император не любит цвета, кроме серого, поэтому все в стране цвета крысиной шкуры.
	  这像是童话故事中，皇帝除了灰色不喜欢其他颜色，所以这个国家所有的东西都是老鼠皮色。 ----《锌皮娃娃兵》
	  （8） У нашей страны 350 ядерных бомб. Люди еще не знают, когда это началось, но они живут в эпоху после ядерной войны.
	  我们的国家有三百五十颗核弹。人们还没有注意到是从什么时候开始的，却已经活在后核战的时代了。 ----《我不知道该说什么，关于死亡，还是爱情》
	  （9）Есть два пути: познать истину; Во - вторых, уклонение от истины. Может быть, мы опять будем скрывать?
	  有两条路可走：一是认识真理；二是回避真理。莫非我们要再次遮遮掩掩？ ----《锌皮娃娃兵》
	  （10） Всем привет, что это будет после истины, когда вещи будут водными и свободными, и мой десятиклассник будет опьянен, но никто из нас будет готов к свободе после истины. Свобода, где, черт возьми, она?
	  人人好这要到真后时物水生并自由我十师主陶醉，然也们谁也到真后时第有准备好面对自由。自由，它到底在哪了来风是啊？ ----《二手时间》
	  （11） Стадо овец все еще пасется на траве, и они не знают, как бежать из этого места, как люди.
	  一群羊还在草地里吃草，它们不知道要像人一样逃离这个地方。 ----《切尔诺贝利的回忆》
	  （12）Пока им дают немного свободы, лица маленьких граждан повсюду.
	  只要稍微给他们一点儿自由，小市民的嘴脸就无处不在。 ----《二手时间》
	  （13） Вы должны понимать, что он больше не ваш муж или любимый человек. Он всего лишь радиоактивный объект с высокой концентрацией токсинов, живой ядерный реактор.
	  你必须明白：他已经不再是你的丈夫，也不再是一个受人关爱的人。他只是一个带有高浓度毒素的放射性物体，是一个活生生的核反应堆。 ----《切尔诺贝利的回忆》
	</view>
  </view>
</template>

<script>
export default {
  data() {
    return {
		
    }
  }
}
</script>

<style scoped>
.movie-story {
  display: flex;
  flex-direction: column;
  align-items: center;
  padding: 20px;
}
 .movie-plot, .quotes {
  margin: 10px 0;
  width: 80%;
  max-width: 500px;
  font-size: 16px;
  line-height: 1.5;
}
.movie-name {
  font-family: 'Arial', sans-serif;
  font-size: 25px;
  color: #333;
  text-align: center;
  margin-top: 20px;
}

.quotes {
  color: #999;
  font-style: italic;
}
.quotes_hint {
  font-family: Arial, sans-serif;
  font-size: 24px;
  color: #333;
  text-align: center;
  margin-top: 20px;
}
.section-image{
	margin-top:3rem;
	margin-bottom:3rem;
}
</style>
