<template>
	<uni-section title="一．新年—1月1日" type="line">
		<uni-group title="起源" mode="card">
			<view> 最先，俄罗斯民族的新年是每年初春时分的3月1日。因为俄罗斯大地靠近北极地区，春季到来的时间要比其它地区来的晚。那时候，每年的3月1日当天都会举行祭祀太阳的隆重仪式。15世界末期，受到拜占庭的影响，俄罗斯又将新年改至每年的9月1日，并一直持续到1699年才由彼得大帝依照西欧各国的传统习惯改为今天的1月1日。1699年除夕午夜，彼得大帝在莫斯科红场上点燃了第一枚礼花，并命令莫斯科居民用松、柏、枞等常青树装房屋，以示吉祥，塔形的枞树象征着生命常青，此后枞树成为圣诞节和新年的主要标志。
           在苏联时期，苏联政府同样重视新年这个重要节日。因此在1930年将新年正式定为全国性节日。
           随着苏联时代的结束，俄罗斯政府为尊重广大东正教信徒的习俗，将东正教新年（即：每年的1月7日）一同与传统的1月1日划入新年长假内。因此今天的俄罗斯新年长假，既尊重了俄罗斯的历史传统，又顺应了广大人民的需要。现在任何一位俄罗斯公民都可以在每年的1月1日至10日期间享受一个法定长假。
           </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 俄罗斯新年是一年中最为隆重，最具民族特色的俄罗斯传统节日。每一年的1月初，是俄罗斯人狂欢的日子，新年、圣诞汇聚于此，长达3个星期的狂欢日，除了在餐桌上度过，长久以来，俄罗斯人习惯于购买新年礼物，添置欢乐饰物，举办家庭派对，或者出国旅游。和其他西方国家一样，每逢新年，每家每户，大街小巷，都会布置得很漂亮。但与其他国家不一样的是，俄罗斯人往往坚持用真的枞树和彩灯，而非人造枞树来装点中央广场，以及家里的客厅。甚至在莫斯科，所有的商店和餐厅，都必须在新年前装扮一新，否则要被罚款。节日当天家家张灯结彩，欢声笑语，大家聚在新年枞树边迎接新的一年的到来。直到1月19日的耶稣受洗节，人们仍然保持着高涨的情绪，继续制作美味的菜肴，继续到亲朋好友家串门。
俄罗斯新年的餐桌是格外丰盛的，各式的开胃冷盘，热菜，甜点，让人垂涎欲滴。应当说明的是，每家新年的餐桌上香槟是必不可少的，克里姆林宫自鸣钟响过12点时，播音员就向全国人民祝贺新年。此时，所有的人都停止了一切活动，高呼“乌拉”，相互祝贺，开怀畅饮。按俄罗斯习俗，庆祝新年应该先喝香槟酒，然后才可以喝其它酒享用新年晚餐。
和西方的圣诞老人类似，俄罗斯民族传统中也有一位和蔼的老爷爷形象，他就是严冬老人。在俄罗斯人的眼里，“严冬老人”从天空中飘下的第一片雪花开始就存在了，并非只是在节日才出现。严冬老人每次在新年期间的亮相时，身边总会跟着自己的孙女雪姑娘，她头戴俄罗斯传统珠冠，为孩子们送上祝福。在俄罗斯人民心目中，新年的庆祝活动绝不能少了雪爷爷和雪姑娘。
           </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival1.jpg"></image>
	</uni-section>
	<uni-section title="二．圣瓦伦丁节(情人节)—2月14日" type="line">
		<uni-group title="起源" mode="card">
			<view> 情人节又叫圣瓦伦丁节或圣华伦泰节，即每年的2月14日，是西方的传统节日之一。
公元3世纪，罗马帝国出现全面危机，经济凋敝，统治阶级腐败，社会动荡不安，人民纷纷反抗。贵族阶级为维护其统治，残暴镇压民众和基督教徒。有一位教徒瓦伦丁被捕入狱。在狱中，他以坦诚之心打动了典狱长的女儿。他们相互爱慕，并得到典狱长女儿的照顾。统治阶级下令将他执行死刑。在临刑前，他给典狱长女儿写了一封长长的遗书，表明自己是无罪的。表明他光明磊落的心迹和对典狱长女儿深深眷恋。
公元270年2月14日，他被处死刑，后来，基督教徒为了纪念瓦伦丁为正义、为纯洁的爱而牺牲自己，将临刑的这一天定为“圣瓦伦节”，后人又改成“情人节”。
           </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 在俄罗斯，大规模的情人节庆祝活动始于上世纪90年代。然而在沙俄时期，人们就已经开始庆祝情人节，尽管它作为欧洲天主教传统节日，为俄罗斯东正教所禁止。尤其是在追逐西方潮流的贵族中间，情人节特别流行。和现代的年轻情侣们一样，以前的贵族子弟也会互相送上情人节礼物——用丝绸或者蕾丝绑成一颗心，并用鲜花装饰。另外，人们经常会在这一天举办舞会，特别是有已到出嫁年龄的少女的家庭。
现在在爱的这一天，人们用爱的消息交换贺卡。据信，贺卡是爱的表达。俄罗斯青少年习惯在卡片上写下他们自己的浪漫线条，以打动他们的情人。玫瑰，巧克力，糖果和卡片被认为是浪漫场合最受欢迎的礼物。俄罗斯正以庆祝传统节日的精神庆祝情人节。
           </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival2.jpg"></image>
	</uni-section>
	<uni-section title="三.祖国保卫者日(男人节)—2月23日" type="line">
		<uni-group title="起源" mode="card">
			<view> 2月23日是俄罗斯的祖国保卫者日，这一天原是苏联的红军节。1918年2月23日，苏维埃共和国的红军在彼得格勒南部普斯科夫击退德军，保卫了彼得格勒，这一天被苏联当作“红军诞生日”，后于1923年起改称红军节。但是这一天在当时并没有成为每年一度的节日，直到1923年，从第五个红军节起，2月23日才正式成为每年一度的节日。
苏联解体后，俄罗斯将这一天更名为“祖国保卫者日”。现在，该节日也被俄罗斯人当作“男人节”，女性会在当天向男性送各种礼物。
           </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 
			俄罗斯祖国保卫者日在所有的场合都会进行庆祝，俄罗斯妇女们在这一天有向自己的丈夫赠送礼物的习俗。电台里会播放女士们为自己的丈夫、男友、父亲、兄弟点播的歌曲或送出的祝福，女士们要为家中的男士买礼物送鲜花、举行庆祝会，幼儿园、学校和贵族学校的女生要为男生送上祝福，公司里女士们也要为男同事摆上节日的餐桌等。俄罗斯男士们则会在这个节日里尽情享受，开怀畅饮。俄罗斯人民普遍认为，充满活力和激情的 “祖国保卫者日”，是热情洋溢的春天的开始。这一天，俄罗斯总统和政府高官、俄军高级将领及二战老战士代表们会一起前往克里姆林宫，向红墙外的无名烈士墓敬献花圈，以纪念在历次战争中为国捐躯的烈士们，并向现役军人表达敬意。晚上，莫斯科、圣彼得堡、伏尔加格勒、图拉等二战中的英雄城市都会举办大型歌舞晚会并燃放焰火。
	       </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival3.jpg"></image>
		
	</uni-section>
	<uni-section title="四．三八妇女节(国际性节日)—3月8日" type="line">
		<uni-group title="起源" mode="card">
			<view> 西方国家是最早推广妇女节的地方。西方女权主义起源于法国资产阶级革命和启蒙运动以后，19世纪下半叶出现第一代，和欧洲工业革命同步。最初的诉求是妇女在受教育和立法上应当平等，在经济上与男性平等。她们主要是从经济方面诉求妇女的解放。后来便逐渐形成了如今的国际妇女节。
俄罗斯的妇女节与前苏联的十月革命有关联。在俄罗斯，每年3月8日是国定假日。为什么俄罗斯这么重视妇女节？因为俄罗斯的妇女运动是和平运动的前奏，与前苏联十月革命有特殊关联。19世纪末，俄罗斯妇女勇敢地举起了象征“三八妇女节”的战斗红旗，打着反对帝国主义、反对沙皇制度、反对饥饿的旗帜游行示威。在1917年，二百万俄罗斯士兵战死沙场，促使俄罗斯妇女在二月最后一个星期日举行罢工，走上街头提出“面包与和平”的诉求。四天后，沙皇被迫退位，临时政府宣布赋予妇女选举权。所以，对俄罗斯和俄罗斯人来说，妇女节不但是争取女权的日子，亦是获得和平的日子。所以俄罗斯人也非常重视妇女节。
            </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 
			鲜花是这一天传统的礼物，可以是一束花或一盆花。也可以是一个专门设计的含羞草花束，在3月8日这天,花朵几乎不可缺少的礼物。在这一天女性从琐碎的家务活中释放。此前，打扫房间，烤蛋糕，所有的家务活通常都是女性的职责所在，而这一天都是男性包揽家务。时下妇女节这天通常送给女性们装饰物，小饰品，衣服，漂亮的床上用品。俄罗斯的妇女节还有一个传统——休息一天。自1965年这一天就国家被定位法定休息日。妇女节这天，传统的俄罗斯菜肴：蛋糕，馅饼，低脂水果沙拉都是必不可少的。要知道女性都喜爱甜食。在一些大家庭里也会用最先开春的蔬菜来制作沙拉。
			 </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival4.jpg"></image>
		
	</uni-section>
	<uni-section title="五．谢肉节—复活节前的第8周" type="line">
		<uni-group title="起源" mode="card">
			<view> "谢肉节"源于东正教。在东正教为期40天的大斋期里，人们禁止吃肉和娱乐。因而，在斋期开始前一周，人们纵情欢乐，家家户户抓紧吃荤，以此弥补斋戒期苦行僧式的生活。"谢肉节"因此而得名。
"谢肉节"又叫送冬节。中世纪的斯拉夫民族认为，当太阳神雅利拉战胜了严寒和黑夜的时候，就是春天来临的日子。对农民来说，这意味着春耕劳动即将开始。因此，每年2月底、3月初，古斯拉夫人都要举行隆重的迎春送冬仪式，并由此产生了送冬节。
           </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 谢肉节最古老也是最重要的传统就是烹饪并促漏采壳食用名为blini的烤薄饼。这种薄饼呈金黄色，象征着太阳，表示春天的来临和白天越来越长。这种薄饼原先用荞麦粉、黄油、鸡蛋、牛奶、土豆或奶油、调味料制作而成，随着人们生活水品的提高，开始逐渐向其中加入面粉成分。食用的时候，用薄饼将鱼子酱或是三文鱼卷起。舞蹈，歌唱，滑雪，滑冰，拳击等体育活动也是谢肉节必不可少的节目。此外，谢肉节的一大特色是在这一周之中，每一天都有不同的庆祝方式。
谢肉节另一种娱乐方式是拳击，它一直保留至今。最不伤和气的玩乐则是从结冰的山坡上飞速滑下。很长时间以来，斯拉夫人一直将谢肉节视为新年。因为14世纪以前，俄罗斯的新年始于3月。而根据俄罗斯的风俗，新年那天运气如何，此后一年就会延续那天的运气。因此，每逢此节，俄罗斯人都不吝惜美酒佳肴，并纵情享乐。所以谢肉节在民间一直被称为"坦诚的"、"全民"的节日。
按照传统的民间习俗，为期7天的"谢肉节"每天都有不同的庆祝方式:星期一是迎春日 ，人们用稻草和布条捆扎象征冬天的玩偶，并将它们放在家里。入夜时分，人们燃起篝火，在篝火旁载歌载舞。第二天是娱乐日。周三是美食日，是女婿们到岳母家吃面饼的日子。接下来的一天是醉酒日，节日在这一天会达到高潮。星期五是女婿回请岳母吃面饼的日子。小姑子聚会日是在第六天，人们从这天开始焚烧用干草制成的玩偶，表示送走冬天，迎接春天的来到。最后一天是宽恕日，人们在这一天互相请求对方宽恕自己，摒弃前嫌，重归于好。这天，人们将那些还没有来得及焚烧的玩偶付之一炬，表示已彻底告别寒冷的冬天，迎来了阳光明媚的春天。
随着时代变迁，俄罗斯人已不再遵守那些陈旧的清规戒律，但烤制面饼、捆扎并焚烧玩偶的习俗仍然保留了下来。每当"谢肉节"来临，俄罗斯人都会自发组织化装游行、民间歌舞、游戏、溜冰、滑雪、乘三套马车兜风等娱乐活动。为推动莫斯科旅游业的发展，莫斯科市政府于2002年已正式宣布"谢肉节"为城市节日，并组织安排多项大型活动。俄罗斯许多地方的冬季长达半年左右。冬天的俄罗斯寒风凛冽、万物萧条，到处都是冰天雪地。这在很大程度上束缚了俄罗斯人活泼好动的天性。而"谢肉节"的来临则使俄罗斯人看到了春天的希望。
           </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival5.jpg"></image>
		
	</uni-section>
	<uni-section title="六．三圣节—复活节后50天" type="line">
		<uni-group title="起源" mode="card">
			<view> 
			复活节后第50日，称为三圣节或者五旬节。因第50天"圣灵"降临，所以又叫圣灵降临节。在圣灵降临在门徒身上时，圣父、圣子和圣灵这三位圣体都参与了，所以又称为"三位一体"节。
			</view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 
			三圣节民族色彩浓重，流传很广，是俄罗斯民间最重要的夏季节日，最受青年人喜欢。节前，屋内外、院内外和街道上都收拾得干干净净、整整齐齐，家家房前都摆着桦树，室内也用桦树枝装饰起来。姑娘们成群结队到森林里去采集各种药草。节日这天，青年们从教堂出来后，吃点儿饭，稍事休息，就聚集在一起到林中去编织花环、游戏、跳圆圈舞并把编好的花环挂到桦树上，放声高歌，然后各自回家。这是庆祝活动的第一部分，称为编花环。此外，要烧篝火，准备一定的菜肴，如鸡蛋、火腿、奶酪、酸奶以招待客人。第二部分是解花环。一个星期后，人们重新聚到同一空地上，唱歌、游艺、跳圆圈舞，然后开怀大吃。吃饱喝足之后，从桦树上取下节日那天编织的花环，戴在头上，而后做个木偶，并将其穿戴起来，称为伊凡·古巴拉。大伙儿载歌载舞，欢乐地走到附近的江、河、湖、塘边，把伊凡·古巴拉扔入水中，接着把花环也扔入水中。在扔花环入水时，还伴有“猜猜看”游戏。谁的花环沉入水底，谁心中的愿望就能实现。
			 </view>
		</uni-group>
<!-- 		<image class="section-image" src="../../../static/images/festival6.jpg"></image> -->
		
	</uni-section>
	<uni-section title="七．五一劳动节(国际性节日)—5月1日" type="line">
		<uni-group title="起源" mode="card">
			<view> 
			劳动节是世界的节日，又叫做国际劳动节，或者是五一国际劳动节。劳动节起源于1890年，是为了纪念美国工人的“五一”大罢工。当时的美国制造业相当发达，在这个世界工厂里美国工人却很难享受到基本的福利，为此工人提出8小时的工作制度，劳动节就是这样的背景下产生的。1889年7月，在恩格斯组织召开的第二国际成立大会上，宣布将每年的五月一日定为国际劳动节。劳动节是个全球的节日，世界上80多个国家都拥有劳动节。
			</view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 
			俄罗斯一直比较重视这个特别的节日，“五一”这天，俄罗斯全国放假，并举行各种庆祝活动及群众性游行。一般来说，“五一”游行的队伍要先穿过城市的主要街道、广场，最后在古老的或者宽阔的中心广场举行大型集会和庆典。
			 </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival7.jpg"></image>
		
	</uni-section>
	<uni-section title="八．胜利日(纪念伟大的卫国战争胜利)—5月9日" type="line">
		<uni-group title="起源" mode="card">
			<view> 俄罗斯胜利节即“胜利日”，是前苏联为纪念战胜德国法西斯而设立的纪念性节日。
每年的5月9日是原苏联时期卫国战争胜利，德国投降书生效的日子。俄罗斯独立之后保留了这个节日，并改称为胜利节。
1995年4月19日，俄罗斯联邦国家杜马（议会下院）通过了永久纪念胜利日的法令，规定5月9日为全民性节日，全国放假一天。
           </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 
			每逢胜利日来临，人们都会以各种方式纪念那个历史性时刻。许多人在胸前和手臂佩戴一条黄黑条纹相间、被视为勇敢和胜利象征的“乔治丝带”，还有人把丝带系在汽车天线和反光镜上，有的年轻母亲把丝带系在孩子的小推车上，构成胜利日纪念活动中的一道亮丽风景。其中最虔诚的是二战老兵，他们是这个节日的主角，也是最受尊敬的人。
			 </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival8.jpg"></image>
		
	</uni-section>
	<uni-section title="九．儿童节—6月1日" type="line">
		<uni-group title="起源" mode="card">
			<view> 
			说起儿童节的来历，与俄罗斯有重要关联。1949年11月，国际民主妇女联合会在莫斯科举行理事会议，各国代表愤怒地揭露了帝国主义分子和各国反动派残杀、毒害儿童的罪行。为了保障世界各国儿童的生存权、保健权和受教育权，改善儿童的生活，会议决定以每年的6月1日为国际儿童节。
			 </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view>
			俄罗斯的儿童节和国际完全“合拍”，就在6月1日。每当儿童节来临的时候，俄罗斯各地的孩子们都会兴高采烈地欢度自己的节日，还会表演一些民族歌舞，学校里则举行庆祝活动。
			 </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival9.jpg"></image>
		
	</uni-section>
	<uni-section title="十．诗歌节—6月6日" type="line">
		<uni-group title="起源" mode="card">
			<view> 
			俄罗斯诗歌节 6月6日是俄罗斯的诗歌节。这个节日是为了纪念俄罗斯伟大诗人普希金而设的，因为1799年的6月6日是诗人普希金的诞生日。
			 </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 
			每年这天，俄罗斯各地都举行形式多样的纪念活动。不同年龄、不同籍别的人们纷纷用各种语言朗诵普希金的作品，人们在这一天说的每一句话都与诗人和他的作品有关，以表达对诗人的挚爱。1880年莫斯科普希金塑像落成以来，每逢诗人的生日，莫斯科普希金广场便成为令人瞩目的中心，成了诗的海洋。大批的诗歌爱好者和普希金迷们便从四面八方聚集到普希金广场两侧的街心花园，他们手持鲜花和诗稿，从早到晚站在普希金的雕像前或大声吟诵诗人的不朽作品，或将自己的诗作拿出来相互交流。人们完全沉浸在诗歌的海洋之中。
			</view>
		</uni-group>
	</uni-section>
	<uni-section title="十一．独立日（俄罗斯日）—6月12日" type="line">
		<uni-group title="起源" mode="card">
			<view> 1990年这一天，俄罗斯联邦第一次人民代表大会以压倒性多数(接近百分之百)通过了俄罗斯苏维埃联邦社会主义共和国主权宣言。整整一年之后，举行了俄罗斯第一届总统的选举。
1994年，通过主权宣言日被确定为全国性的俄罗斯节日，1998年它获得了名称--俄罗斯日。俄罗斯日可以认为是新国家诞生的日子，是民主改革的起点。
           </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view>
				这个节日为俄罗斯人带来了连续4天的假期。已经成了传统：官方的活动尽量少，人民大联欢、广场演出、体育比赛、音乐与娱乐活动增多。当天，莫斯科城中到处张灯结彩，灯上挂着红旗。电视台不会举办国庆晚会，但各大频道会播出一些有关国庆的新闻，比如某城市举办国庆游行，总统拜访著名作家，为巡航导弹研发人员颁发特别奖等。俄罗斯日也是青年的节日，是在民主的俄罗斯国度内走向人生的青年一代的节日。
			 </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival11.jpg"></image>
		
	</uni-section>
	<uni-section title="十二．卫国战争纪念日—6月22日" type="line">
		<uni-group title="起源" mode="card">
			<view> 
			1941年6月22日，德国法西斯撕毁《苏德互不侵犯条约》，悍然入侵苏联，卫国战争随之爆发。战争持续了1418天，约2700万名苏联军民牺牲。6月22日这天被俄罗斯政府定为“纪念和哀悼日。
			 </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 
			这一天会举行悼念仪式。仪式上，为悼念战争英雄，普京单膝下跪，将一束玫瑰花放置在永恒之火纪念碑前，并低下头默哀了一分钟。鲜花按照传统被献放在永恒之火纪念碑旁，以及“英雄城市之巷”和"军事荣耀之城"的每块墓碑上。
			 </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival12.jpg"></image>
		
	</uni-section>
	<uni-section title="十三．青年节—6月最后一个星期的星期日" type="line">
		<uni-group title="起源" mode="card">
			<view> 每年的6月27日是俄罗斯是青年节。根据俄罗斯联邦青年事务委员会和俄罗斯国家青年联合会的倡议，俄罗斯总统于1993年6月24日颁布命令，确定每年的6月27日为俄罗斯青年节。
　　1993年前，该节称作苏维埃青年节，始于1958年，但具体日期不固定，为每年6月的最后一个星期日。
           </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 
			节日这天，男女青年们兴高采烈地参加各种庆祝活动。有些地区的青年在这一天开展各项义务劳动，大搞清洁卫生或者植树造林。有些地区举办各种文艺演出会、联欢会。有的年轻人利用节日的喜庆气氛举行婚礼，使得节日更加热闹。
			 </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival13.jpg"></image>
		
	</uni-section>
	<uni-section title="十四．伊里亚节—8月2日" type="line">
		<uni-group title="起源" mode="card">
			<view> 
			伊利亚神是很受俄罗斯东正教教徒尊敬。传说他诞生在巴勒斯坦的法维格城，长大后，为拯救受苦受难的庶民，他与暴君进行了勇敢的斗争，成为古犹太雷神、电神及其他天空力量神的综合形象，传入俄罗斯后，与斯拉夫雷神、电神融合为一。人们习惯认为他是总管雨、雹、雷、电的神。这一天开始季节变换，中午前是夏天，中午后是秋天。民间称：“伊利亚节到，大雨跟着来。”在这之前禁摘苹果。7月末8月初正是粮食成熟季节，是农事活动中最重要的时期，也是农民最担心的冰雹、大雨、雷电等自然灾害多发时期，因此，人们对伊利亚神备加敬畏。
			 </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 
			节前，人们攒钱购物，准备过节时敬神。教堂里，人群熙攘，大家尽量地赞颂伊利亚神，为他献上羊腿、蜂蜜、啤酒等各种供品，祈求他保佑丰收，一直要热闹二三天。这一天不能堆干草垛，否则，据说不是雷劈人，就是电烧村。但姑娘们要穿节日盛装去摘苹果，小伙子们只能帮忙，不能动手采摘。
			</view>
		</uni-group>
	</uni-section>
	<uni-section title="十五．知识节—9月1日" type="line">
		<uni-group title="起源" mode="card">
			<view> 沙皇时期，一般来说，新学年开始于秋季，但罗斯没有固定的开学日期。有些地区在8月底就开始上学了，有些地区则在晚秋，甚至在12月初。尽管如此，由于大多数学校都是教会学校，教会的新年是在9月1日庆祝（现在仍然如此）。因此，大多数学校于9月1日开学。
情况一直持续到20世纪30年代，直到苏联政府为所有教育机构规定了一个确切的开学日期，也为不同的年龄段规定了若干个不同的学年结束日期。
1980年，知识日在国家层面上被确立下来，但不是作为一个节日，而是一个普通的上学日。在这一天，学生们会在课前庄严列队。
最终，1984年，它成为一个官方节日。费奥多尔·费奥多罗维奇·布留霍韦茨基是相关法令的制定者之一，他可以被视为这一节日的创始人。
           </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 各级各类学校是庆祝9月1日“知识节”的主体。在俄罗斯，所有的教学机构(包括幼儿园、中小学、大学)，对9月1日这个节日安排都十分重视。庆祝“知识节”、迎接新同学是新学年开学第一天的主要任务，各学校都要举办形式多样的庆祝活动。
一般都有迎新大会、校长讲话欢迎新同学、学生艺术团体演出、学校情况介绍展览等。有的大学还会在当天举办体育比赛，在新生入学典礼上组织新同学宣读誓词。
9月1日这一天，俄罗斯各地到处可以看到手捧鲜花的一年级小学新生，这是他们人生的一个重要的开始，他们要在开学的第一天向老师敬献鲜花，以表达自己的敬意。
           </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival15.jpg"></image>
		
	</uni-section>
	<uni-section title="十六．教师节—10月的第一个星期天 " type="line">
		<uni-group title="起源" mode="card">
			<view> 世界教科文组织以10月5日为国际教师节。自1994年以来，都用于纪念世界范围内的教师组织。目的是为教师们争取支持，并确保未来孩子的需要能得到满足。
在俄罗斯，教师节在1965到1994年间被定为十月的第一个周日。1994年后，俄罗斯的教师节就改为与世界教师节同步，即10月5日。
            </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 在俄罗斯，很多学生给老师送鲜花，节日送鲜花非常流行，既显得格调高雅，又不俗套。
在俄罗斯，赠送鲜花的朵数只能是单数， 通常是送3朵、5朵或7朵。按俄罗斯的习俗，白色象征着纯洁、清白，大多数情况下还是送白花。
           </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival16.jpg"></image>
		
	</uni-section>
	<uni-section title="十七．十月革命节—11月7日" type="line">
		<uni-group title="起源" mode="card">
			<view> 苏联时期，11月7日是传统的全国性节日。每年的这一天，苏联都要在莫斯科红场上举行盛大的阅兵式，纪念十月革命。
1941年11月7日，苏联举行了最具历史性的阅兵式。当时，苏联正处于卫国战争期间，纳粹德国军队已兵临莫斯科城下，形势非常严峻。为了鼓舞士气，苏联政府在红场上举行了盛大的阅兵式，纪念十月革命胜利24周年。斯大林站在克里姆林宫斯巴斯基钟楼下的列宁墓上检阅苏联红军，并发表了鼓舞人心的演说。许多部队从阅兵式现场直接开赴前线。
这次红场阅兵显示了正义之师必定战胜邪恶的魄力与信心，极大地鼓舞了广大苏联官兵的斗志和全世界人民反法西斯战争胜利的决心。莫斯科保卫战以胜利告终，它粉碎了德军自二战开始以来不可战胜的神话，也成为苏联卫国战争的一个转折点。
在1990年的十月革命节，威武雄壮的苏联武装力量再次通过红场——这是苏联举行的历史上最后一次阅兵式。
苏联解体后，俄罗斯官方不再庆祝十月革命节，但这一天仍是休息日。1996年，俄罗斯总统叶利钦将11月7日这一天定为“和谐和解日”。2005年6月21日，俄罗斯修订的联邦法律《俄罗斯军人荣誉日和纪念日》规定，从2005年起，11月7日被当作“军人荣誉日。
          </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 在11月7日的“十月革命日”会有阅兵式，虽然从2005年起，“十月革命日”不再是法定休息日了，但普通百姓还是会在家中大办节日宴席，许多群众依然自发地组织起来，举行包括游行在内的各种庆典活动。11月7日那天，莫斯科几乎所有人都会走出家门，在大街上活动。他们并不是在逛街，而是感受节日气氛，街上会不时走来一支拉着手风琴和小提琴的花车游行队伍，队伍中的人们穿着俄罗斯传统服装，载歌载舞，花车上写着“永远的十月革命”等标语。他们的游行也不是一本正经的，每当游行队伍走来时，所有群众都会参与进去，无论男女老少，认识的还是不认识的人，都在一起欢呼跳跃。
俄国人还会在国庆日和“十月革命日”那天为烈士送上鲜花。那天，可以在红场烈士纪念碑周围看到很多花圈，但更多的还是群众自发献上的一支支鲜花，它们最后堆成一片花的海洋。莫斯科很多地方还有英烈的铜牌或战争遗址，国庆日和“十月革命日”时，也会堆满鲜花。
           </view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival17.jpg"></image>
		
	</uni-section>
	<uni-section title="十八．宪法日—12月12日" type="line">
		<uni-group title="起源" mode="card">
			<view> 
			1993年俄罗斯举行了全民投票正式推行现行宪法。自那时起，就确定了这个节日。在此之前，1918年通过了俄罗斯苏维埃联邦社会主义共和国宪法，1924年通过了第一部苏联宪法，并巩固了社会主义在苏联取得的胜利。之后又于1936年、1977年变更了宪法，并一直实施至1991年。
			 </view>
		</uni-group>
	
		<uni-group title="习俗" mode="card">
			<view> 2008年俄罗斯举行“宪法小姐”选举活动。此外还有国家领导人在宪法日当天发表国情咨文，公民举行政治相关问题讨论等形式多样的活动。
			</view>
		</uni-group>
		<image class="section-image" src="../../../static/images/festival18.jpg"></image>
		
	</uni-section>
	<button @click="change" style="background-color:aquamarine;margin-top:3rem">时光机按钮</button>
	<uni-section title="附：俄罗斯节日表" type="line" padding>
		<uni-steps :options="list2" active-color="#007AFF" :active="active" direction="column" />
	</uni-section>
</template>

<script>
	export default {
		components: {},
		data() {
			return {
				active: 1,
				list2: [{
					title: '新年 Новый год',
					desc: '1月1日'
				}, {
					title: '圣瓦伦丁节(情人节) День Святого Валентина',
					desc: '2月14日'
				}, {
					title: '祖国保卫者日（又称男人节) День защитников Отечества',
					desc: '2月23日'
				}, {
					title: '三八妇女节(国际性节日) Международный женский день',
					desc: '3月8日'
				},
				{
					title: '谢肉节 Масленица',
					desc: '复活节前的第8周'
				}, {
					title: '三圣节 Святой праздник',
					desc: '复活节后50天'
				}, {
					title: '五一劳动节(国际性节日) Праздник Весны и Труда',
					desc: '5月1日'
				}, {
					title: '胜利日(纪念伟大的卫国战争胜利) День победы ',
					desc: '5月9日'
				},
				{
					title: '儿童节 Международный день защиты дедей ',
					desc: '6月1日'
				}, {
					title: '诗歌节 Праздник поэзин ',
					desc: '6月6日'
				}, {
					title: '独立日 День независимости',
					desc: '6月12日 '
				}, {
					title: '卫国战争纪念日 День памяти защитников Отечества  ',
					desc: '6月22日 '
				},
				{
					title: '青年节 День молодых людей  ',
					desc: '6月最后一个星期的星期日'
				}, {
					title: 'Праздник Ильи 伊里亚节 ',
					desc: '8月1日'
				}, {
					title: '知识节 День знаний',
					desc: '9月1日 '
				}, {
					title: '教师节 День Учителя ',
					desc: '10月的第一个星期天 '
				},
				{
					title: '十月革命节 Октябрьский революционный фестиваль',
					desc: '11月7日 '
				}, {
					title: '宪法节 Конституционный раздел ',
					desc: '12月12日 '
				}]
			}
		},
		methods: {
			change() {
				if (this.active < this.list2.length - 1) {
					this.active += 1
				} else {
					this.active = 0
				}
			}
		}
	}
</script>



<style>
.section-image{
	margin-left:3rem;
}
</style>