<template>
  <view class="trade-page">
    <view class="content">
      <view class="section">
        <view class="section-container">
          <!-- <image class="section-image" src="../../../static/images/war1.jpg"></image> -->
          <view class="section-text">
            <view class="section-title">宗教起源</view>
            <view class="section-description">
             <p>
				 人是自然界最复杂的生物，特别在思想和精神方面比白然界其它生物都要复杂，而且人的行动是受思想支配的。而俄罗斯的宗教起源则来源于对自然力的敬畏，对自然界种种现象的思考等。
				 俄罗斯在基辅罗斯时代是一个信仰多神教的国家，古罗斯人的多神教崇拜和祭祀的对象首先是江湖河泊、树木丛林，这是与古东斯拉夫人以待猎、捕鱼、采集为主的生产方式分不开的。后来，古东斯拉夫人的生产方式发生了变化，狩猎、捕鱼、采集逐渐被农业、手工业所代替，相应地，他们崇拜和祭祀的对象也有所变化，但对水神的崇拜却一直保留了下机。有人将古东斯拉夫人的多神教信仰对象分为三类：第一类是“吸血鬼”和“保护神”，吸血鬼为另性，代表着恶的开端，保护神则是一些女性，太阳、水域、花朵及其他植物的图案就是保护神的象征；第二类是多产神和家宅女神；第三类是众神Z首别龙，别龙是雷神、战神，他统领着太阳神达日博格及财产与家畜的保护神霍尔斯、风神斯特里博格、水神谢马尔格尔、手工业及商业保护神莫科什。此外，古罗斯人还敬奉火神、天神等。古罗斯多神教是罗斯人的宗教信仰，人们对诸神的崇拜祭祀活动和仪式己成为日常牛活和牛产活动的重要内容。古罗斯多神教自产生之日起，一直影响和作用着罗斯社会的发展进程，而且这种社会意识随着古罗斯人的意识和劳动活动的发展逐步发展起来，到10世纪中叶己达到相当普及的程度，成为古罗斯人和古罗斯社会的主要意识形态。
			 </p>
            </view>
          </view>
		  <!-- <image class="section-image" src="../../../static/images/war2.jpg"></image> -->
		  <view class="section-text">
		    <view class="section-title">宗教发展</view>
		    <view class="section-description">
		     <p>
				 随着历史的发展、生产力的提高、社会意识形态与制度的变更，多神教已逐渐不适应罗斯大公的统治需要。因此于公元988年，弗拉基米尔大公将基督教引进俄罗斯，令全基辅的人接受基督教的洗礼，成为上帝的子民，并将基督教定为国教，史称“罗斯受洗”。但是，罗斯的受洗并不等于罗斯一下子就基督教化。由于多神教的影响，使得罗斯的基督教化成为一个漫长而渐进的过程，在很长一段时间内，罗斯的宗教信仰都是多神教和基督教共存，因此在我国史学界有 “双重信仰”的说法，即在罗斯受洗后几百年内罗斯人既接受基督教的信仰，又不放弃对多神教诸神的崇拜。“在城市里，多神教的庙宇量然已被拆除，但市民家中仍习惯地敬奉着多神教的偶像；在基督教波及的乡村，人们在教堂里作完礼拜后，马上赶回仓房、树林或河边去祷告，生怕得罪了多神教古老的保护神”。即便是在罗斯彻底基督教化后，多神教的某些习俗依然保存了下来，俄罗斯人甚至将多神教的祭祀仪式和风俗习惯渗透到基督教中，与之融为一体，使基督教成为独具俄罗斯特色的东正教。
				 基督教传人俄罗斯后，经过传播和演变，逐渐具有俄罗斯木土特色。俄罗斯东正教一个比较具有代表性的特点就是圣像崇拜，每一个普通的东正教徒家中必定供奉着一幅圣像。此外，经过几百年时间的洗礼，到17世纪俄罗斯的东正教陆续分裂出不少教派，其中就包括旧礼仪派。
				 苏联时期的意识形态主张信仰共产主义、坚持无神论立场，所有的宗教信仰都是被禁止的，而圣像和圣像崇拜是俄国人东正教牛活中非常重要的因素。而“好战的旧礼仪派教徒”则是17世纪尼康改革时期从东正教会分裂出来的教派，他们中有不少人参加过拉辛起义、索洛维茨修道院起义、1682年莫斯科射击军起义等。
				 苏联解体意味着苏联的意识形态世随之解体，且由于俄罗斯的多民族性，俄罗斯形成了东正教为主教，其他多交并存的的格局。
		  	</p>
		    </view>
		  </view>
		  <!-- <image class="section-image" src="../../../static/images/war3.jpg"></image> -->
		  <view class="section-text">
		    <view class="section-title">俄罗斯宗教的现有格局</view>
		    <view class="section-description">
		     <p>
		  				 俄罗斯居民信仰各种宗教，最普遍的是东正教和伊斯兰教。除此之外，还有天主教、犹太教和喇嘛教（佛教的分支）。据全俄民意调研中心于2010年3月进行的全国性调查，俄罗斯居民的宗教信仰构成分别为：东正教75%，伊斯兰教5%，天主教、基督教、犹太教、佛教各占1%或更少，无宗教信仰人士8%。
		  	 </p>
		    </view>
		  </view>
		  <image class="section-image" src="../../../static/images/religion1.jpg"></image>
		  <view class="section-text">
		    <view class="section-title">1.东正教</view>
		    <view class="section-description">
		     <p>
				 在当代俄罗斯的诸多宗教派别中，东正教不论在规模上，还是在社会影响上，都属于全国第一大宗教。它由128个主教区组成，共管辖1.9万个教区和480所修道院。东正教会还建立了完备的神学教育体系，它拥有神学院5所，附属神职中学26所，教区神职中学29所。俄罗斯的东正教徒除了3个斯拉夫民族（俄罗斯、乌克兰和口俄罗斯）的大多数人口以外，还包括俄罗斯的希腊人、格鲁吉亚人、摩尔多瓦人和奥塞梯人。另外，一些历史上曾经生活在俄罗斯境内的民族也信奉东正教，如乌戈尔一芬兰语族的莫尔多瓦人、乌德穆尔特人、马里人、科米人、汉特人、曼西人、维普斯人、卡累利阿人和谢图人，突厥语族的楚瓦什人、雅库特人、哈卡斯人、阿尔泰人、加告兹人和西布里亚特人等俄罗斯的东正教徒遍布全国89个行政主体。
		  	 </p>
		    </view>
		  </view>
		  <image class="section-image" src="../../../static/images/religion2.jpg"></image>
		  <view class="section-text">
		    <view class="section-title">2.伊斯兰教</view>
		    <view class="section-description">
		     <p>
		  				 在当代俄罗斯的诸多宗教派别中，东正教不论在规模上，还是在社会影响上，都属于全国第一大宗教。它由128个主教区组成，共管辖1.9万个教区和480所修道院。东正教会还建立了完备的神学教育体系，它拥有神学院5所，附属神职中学26所，教区神职中学29所。俄罗斯的东正教徒除了3个斯拉夫民族（俄罗斯、乌克兰和口俄罗斯）的大多数人口以外，还包括俄罗斯的希腊人、格鲁吉亚人、摩尔多瓦人和奥塞梯人。另外，一些历史上曾经生活在俄罗斯境内的民族也信奉东正教，如乌戈尔一芬兰语族的莫尔多瓦人、乌德穆尔特人、马里人、科米人、汉特人、曼西人、维普斯人、卡累利阿人和谢图人，突厥语族的楚瓦什人、雅库特人、哈卡斯人、阿尔泰人、加告兹人和西布里亚特人等俄罗斯的东正教徒遍布全国89个行政主体。
		  	 </p>
		    </view>
		  </view>
		  <image class="section-image" src="../../../static/images/religion3.jpg"></image>
		  <view class="section-text">
		    <view class="section-title">3.佛教</view>
		    <view class="section-description">
		     <p>
				 佛教是俄罗斯的第三大宗教。俄罗斯传统的佛教区集中在布里亚特、图瓦和卡尔梅克共和国。这些地方的主体民族乃至民族国家都是伴随着佛教的传播而形成的。此外，在俄罗斯其他地区的14个城市，还分布着30多个佛教区。其中，圣彼得堡有佛教区8个，莫斯科有5个。仅莫斯科市就拥有佛教徒约1万人，这里还成立了藏文化信息中心。俄罗斯的佛教主要为藏传佛教。
		  	 </p>
		    </view>
		  </view>
		  <image class="section-image" src="../../../static/images/religion4.jpg"></image>
		  <view class="section-text">
		    <view class="section-title">4.天主教</view>
		    <view class="section-description">
		     <p>
				 天主教是基督教世界中规模最大和流传最广的一种宗教。然而，在俄罗斯，它的教徒数量并不可观。近年来，俄罗斯天主教组织的数量呈上升趋势。20世纪80年代末，俄罗斯境内有天主教区12个。1994和1997年，分别增至128和169个。
				 俄罗斯天主教包括罗马天主教和希腊天主教（亦称东仪天主教）两派。罗马天主教徒主要指俄罗斯境内的德意志人、波兰人和立陶宛人。苏联时期，希腊天主教徒主要集中在乌克兰。20世纪90年代初，俄罗斯的希腊天主教徒也开始建立自己的组织。目前，图拉、莫斯科和斯塔夫罗波尔等地都出现了希腊天主教组织。
		  	 </p>
		    </view>
		  </view>
		  <image class="section-image" src="../../../static/images/religion5.jpg"></image>
		  <view class="section-text">
		    <view class="section-title">5.基督新教</view>
		    <view class="section-description">
		     <p>
				 在俄罗斯的基督新教中，最有影响的教派是路德教、浸礼会、基督复临安息会和福音五旬节会等。俄境内的路德教分欧洲和亚洲两个主教区，共管辖300个教区。
				 欧洲主教区以莫斯科为中心，将俄欧部分约40个教区联合在一起。以鄂木斯克为中心的亚洲主教区教徒人数更多，它包括自乌拉尔至太平洋沿岸广大地区的250多个教区。1993年，俄罗斯的浸礼会包括994个教区，拥有教徒7.4万人，后来，受中亚和外高加索地区移民潮的影响，俄罗斯浸礼会的教徒数量明显增多。莫斯科是俄罗斯浸礼会的一个中心，这里有浸礼会教区9个，团体20个，教徒共有5200人。
				 1990年，俄罗斯有基督复临安息会教徒8100人。1996年，该派教区己经达到294个，教徒为5.5万人。莫斯科、圣彼得堡、图拉、下诺夫哥罗德、顿河罗斯托夫、梁赞、新西们利亚、伊尔库茨克、哈巴罗夫斯克以及摩尔曼斯克等地，都分布着基督复临安息会教区。俄罗斯的福咅五句节会产生于20世纪初，它是从美国传来的基督新教组织。目前，俄罗斯的福音五旬 节会包括约400个教区，教徒人数超过了6万。较大的福音五旬节会教区设在克拉斯诺达尔边疆区、斯维尔德洛夫州和萨马拉州。
				 亚美尼亚格列高利教会在教义和礼仪上同东正教十分接近。它是古代基督教的—个教会，公元506年脱离拜占庭而独立，其教会组织主要集中在亚美尼亚境内。
				 1989年，俄罗斯有亚美尼亚人53.3万。到1993年，己经超过了150万。1997年年初，俄罗斯有亚美尼亚教会教区27个，它们主要分布在北高加索、克拉斯诺达尔边疆区、斯塔夫罗波尔边疆区和伏尔加河下游地区。
		  	 </p>
		    </view>
		  </view>
		  <image class="section-image" src="../../../static/images/religion6.jpg"></image>
		  <view class="section-text">
		    <view class="section-title">6.犹太教</view>
		    <view class="section-description">
		     <p>
				 犹太教也是俄罗斯一个古老的宗教派别，它是俄罗斯犹太人的民族宗教。1989年，俄罗斯有犹太人53.68万。1993年，俄罗斯犹太教会获得了从事宗教活动的自由。目前，俄罗斯境内有犹太教传统教区42个。此外，近年来俄罗斯还出现了一此犹太教改革教派。1996年，俄罗斯境内止式登记的犹太教改革派教区共有29个。
		  	 </p>
		    </view>
		  </view>
		  <image class="section-image" src="../../../static/images/religion7.jpg"></image>
		  <view class="section-text">
		    <view class="section-title">7.其他宗教</view>
		    <view class="section-description">
		     <p>
                俄罗斯还存在着历史上从东正教会中分离出去的旧礼仪派以及从国外传来的新兴宗教等。仅1口礼仪派就包括27个分支派别。拥有教徒200万人，较大的派别有教堂派、反教堂派、北方沿海派、妆世派、费多希耶夫派和云游派等。
                俄罗斯的新兴宗教可谓五花八门。据统计，在俄罗斯司法部注册的新兴宗教己经超过了100种。俄罗斯的新兴宗教来源不一，有直接从国外传来的，如来自美国的摩门教、耶和华见证派和科学学教会，来自印度的克里什纳意识教派和萨哈扎-瑜伽教派，来自日本的奥姆真理教以及来自韩国的统一教会等，也有在俄罗斯土生土长的，如白色兄弟会、白色荷花教派和阿纳斯塔西亚教派等。新兴宗教的规模也迥然不同：既有全联邦范围的，也有区域性的。较大的新兴宗教拥有数万甚至数十万教徒，如统一教会有6万教徒、耶和华见证派有20万教徒等；较小的新兴宗教，如片色荷花教派和东正教圣母教会等，仅有教徒几千人甚至几百人。各种宗教的地域分布大牙交错，在俄罗斯版图上形成了一个纷繁复杂的信仰网络。		  	 </p>
		    </view>
		  </view>
<!-- 		  <image class="section-image" src="../../../static/images/religion8.jpg"></image> -->
		  <view class="section-text">
		    <view class="section-title">俄罗斯文化的特点</view>
		    <view class="section-description">
		     <p>
				 1.俄罗斯宗教影响人们的日常，意识和言语习惯，具有社会渗透性。
				 2.俄罗斯宗教影响俄罗斯人们的潜意识，巴经成为一种集体无意识，内化为一个民族的精神气质，具有俄罗斯所特有的民族文化定型特色。
				 3.俄罗斯多教并存且宗教种类繁多。
				 4.俄罗斯宗教之间互相影响，具有俄罗斯木土特色。
				 5.俄罗斯宗教在俄罗斯人们之间起着一种纽带作用，把他们联系在一起，形成一种势力 ，同时叉与俄罗斯社会生活的许多方面有着密切联系，互相影响具有复杂性。
		  	 </p>
		    </view>
		  </view>
		  <!-- <image class="section-image" src="../../../static/images/war3.jpg"></image> -->
		  <view class="section-text">
		    <view class="section-title">俄罗斯宗教对俄罗斯文化的影响</view>
		    <view class="section-description">
		     <p>
1.俄罗斯宗教与建筑
宗教在人们之间起着一种红带作用，把他们联系在一起，形成一种势力，同时宗教又与社会生活的许多方面有看密切联系，互相影响、呈现出复杂的状况。宗教的复杂性，基辅罗斯石建筑中最具代表的是基辅的圣索非亚教堂。
12世纪中叶，古罗斯进人了封建割据时期。各地王公为了取得教会的支持，不惜耗费巨资，大兴土木，建造大教堂。这些教堂建筑基本保留了 11世纪的建筑风格和原则，但其结构趋向了简单化，同时具有了更加美观漂亮的外观造型和更加实用的结构。
12世纪后半叶，古罗斯出现了塔式教堂，这是拜占庭祭祀建筑对古罗斯建筑影响渐渐减弱的表现。其中斯摩棱斯克的天使长米加勒大教堂就是这种教堂的早期范例。古罗斯各个公国的教堂在继承拜占庭和基辅建筑艺术的同吋，又有各自的地区特色。这个时期宗教建筑的一个明显现象是形成了俄罗斯祭祀建筑的圆筒型塔式教堂建筑模式。
13世纪下半叶，因为蒙古鞅靶人的人侵和罗斯周边封建主的扩张，大量建筑精品被毁掉，罗斯的建筑业进人衰落和停湍状态。但是在没有破坏的城市诺夫哥罗德等地仍然进行着宗教建筑的建设。由于教堂很多是由大贵族，大商人出资兴建的，因此建筑在继承古罗斯传统时，有了一些新的表现方法来适应定制人的不同要求。科普纳的尼占拉教堂正是这种探索的表现。教堂正面按弃了原先的棱柱间隔方式，而是一个整体，墙皮也由原来单纯石灰墙皮变成石灰加石子墙皮，半侧祭坛由三个减到一个。教堂坚实有力。体现出诺夫哥罗德建筑艺术的风格。
14世纪下半叶到15世纪，库利科天会战反败为胜后，莫斯科在全罗斯的主导地被各地所承认。这时的东正教会鼎立扶持莫斯科大公，大公因此对东正教会非常依赖和提携，在各地建立了很多东正教堂。石头建筑在莫斯科崭露头角，莫斯科的石砌大教堂受弗拉基米尔的建筑影响较大。建筑物墙壁主要用白石砌成，规模并不是很大。
15世纪末到16世纪，教堂建设开始与西方文艺复兴时代的建筑艺术接触。以教建筑为重点和中心的莫斯科新克里姆林宫的建设，标志着以莫斯科为首都的俄罗斯中央集权国家的确立。角锥式教堂的出现是16世纪俄罗斯建筑的最高成就，它最大限度的体现出基于木头建筑学的俄罗斯传统的民族特色。
据历史学家的考证和建筑史界公认的标准来看，俄罗斯的教堂建筑风格被称作斯拉夫式教堂艺术风格，以与拜占庭式教堂艺术风格柏区分。它是拜占庭式教堂艺术与罗马教堂艺术、古罗斯神庙建筑艺术相结合的产物。而俄罗斯当地城市建筑受俄罗斯宗教教建筑影响颇深。
2.俄罗斯宗教及与之相关的习俗
（1）多神教与俄罗斯习俗
多神教产生于原始社会时期，源于认识能力的低下，因而崇拜对彖主要为自然现象和自然物，对于无法掌控和解释的事物或现象往往产生恐惧，常将其视为神秘力量。受多神教的影响俄罗斯形成了很多民间习俗。例如在俄罗斯人的牛活中家神具有至关重要的意义。而白猫则被俄罗斯人认为是家神的象征，因此俄罗斯几乎家家都会养一只片猫。每当俄罗斯人乔迁新居时都会先让自家白猫进去转一圈，主人才会人住，而搬离日屋时，白猫作为家神的代表则是最后一个离开的。类似的民间习俗还形成了俄罗斯熊节、俄罗斯鹅节、俄罗斯桦树节等民间节
（2）基督教与俄罗斯习俗
基督教传人俄罗斯后，经过传播和演变，逐渐具有俄罗斯本士特色。俄罗斯东正教一个比较具有代表性的特点就是圣像崇拜，每一个普通的东正教徒家中必定供奉着一幅圣像。当俄罗斯人接受了基督教之后，他们在困难或紧急关头总会一边划十字一遍向上帝铸告，除了供奉圣像、划十字、向上帝祷告等日常行为外，俄罗斯东正教在人出生和死亡后都分别设有重要的仪式，出生后需要接受洗礼，临死前要做临终涂油礼和临终忏悔，下葬后第9天、第40天、一周年，死者亲属要举行追荐亡灵的仪式。
（3）多神教与基督教混合体与俄罗斯习俗
这种混合首先体现为观念上，并通过俄罗斯人的言行举止表现出来。例如，在《大师与玛格兩特》这本书中有这样一个场景的描写 “在精神病院，当医生问伊万抓杀人凶手，为什么要拿圣像时，伊万的回答是“圣像最让他们这种人害怕了，因为他们这种人是跟鬼怪打交道的人，而鬼怪是書怕圣像的。”圣像崇拜是比较具有俄罗斯特色的宗教现象，按照赫克的观点，这皆缘于俄罗斯人对宗教象征主义的热爱。
圣像、圣物在俄罗斯人的宗教牛活中起着重要作用。圣像对老百姓的想象具有强烈的魅力，能激起他们朝圣这此神完的强烈愿望。不但如此，虔信的俄罗斯人在自家最尊贵的位置也会放置圣像，认为这可以驱魔群邪。而鬼怪的观念却很具有俄罗斯本土色彩，正如上文所提到的，是俄罗斯多神教的元素。无论是圣像崇拜，还是多神教的鬼怪观，经过儿百乃至上千年的传播，已经成为一种思想模因根植在俄罗斯人的集体无意识中，下意识地影响着他们的言行举止。		  	 </p>
		    </view>
		  </view>
		  <!-- <image class="section-image" src="../../../static/images/war3.jpg"></image> -->
		  
		  
        </view>
      </view>
    </view>
  </view>
</template>

<style>
.trade-page {
  position: relative;
  height: 100vh;
}

.background-image {
  position: absolute;
  top: 0;
  left: 0;
  width: 100%;
  height: 80%;
  z-index: -1;
}

.content {
  padding: 20px;
  color: #000000;
}

.section {
  margin-bottom: 20px;
}

.section-container {
  display: flex;
  flex-direction: column;
  align-items: center;
}

.section-image {
  width: 100%;
  height: 250px;
  margin-bottom: 20px;
}

.section-title {
  font-size: 24px;
  font-weight: bold;
  margin-bottom: 10px;
}

.section-description {
  font-size: 16px;
}
</style>
